{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"$":5,"%":6,"&":7,"'":8,"(":9,")":10,"*":11,"+":12,",":13,"-":14,".":15,"/":16,"0":17,"1":18,"2":19,"3":20,"4":21,"5":22,"6":23,"7":24,"8":25,"9":26,":":27,";":28,"<":29,"=":30,">":31,"?":32,"@":33,"A":34,"B":35,"C":36,"D":37,"E":38,"F":39,"G":40,"H":41,"I":42,"J":43,"K":44,"L":45,"M":46,"N":47,"O":48,"P":49,"Q":50,"R":51,"S":52,"T":53,"U":54,"V":55,"W":56,"X":57,"Y":58,"Z":59,"[":60,"\\":61,"]":62,"^":63,"_":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"k":74,"l":75,"m":76,"n":77,"o":78,"p":79,"q":80,"r":81,"s":82,"t":83,"u":84,"v":85,"w":86,"x":87,"y":88,"z":89,"{":90,"|":91,"}":92,"~":93,"·":94,"З":95,"а":96,"с":97,"—":98,"ⅲ":99,"−":100,"①":101,"②":102,"③":103,"④":104,"⑤":105,"⑥":106,"⑦":107,"ⓐ":108,"□":109,"△":110,"◇":111,"○":112,"☆":113,"、":114,"ㄱ":115,"ㄴ":116,"ㄷ":117,"ㄹ":118,"ㅁ":119,"ㅅ":120,"ㅇ":121,"ㅏ":122,"㉠":123,"㉡":124,"㉢":125,"㉣":126,"가":127,"각":128,"간":129,"값":130,"같":131,"개":132,"갯":133,"거":134,"검":135,"것":136,"겉":137,"게":138,"격":139,"겹":140,"경":141,"계":142,"고":143,"곱":144,"공":145,"과":146,"관":147,"교":148,"구":149,"군":150,"굴":151,"균":152,"그":153,"근":154,"금":155,"기":156,"길":157,"깃":158,"까":159,"께":160,"꼭":161,"꼴":162,"꽂":163,"꾼":164,"끝":165,"나":166,"난":167,"남":168,"내":169,"냐":170,"너":171,"널":172,"넓":173,"네":174,"년":175,"농":176,"높":177,"누":178,"눈":179,"는":180,"니":181,"닌":182,"다":183,"단":184,"달":185,"닮":186,"답":187,"대":188,"댓":189,"더":190,"데":191,"도":192,"독":193,"돌":194,"동":195,"되":196,"두":197,"둑":198,"둘":199,"둥":200,"뒤":201,"뒷":202,"든":203,"들":204,"등":205,"디":206,"따":207,"딱":208,"때":209,"뗭":210,"또":211,"라":212,"란":213,"람":214,"래":215,"량":216,"러":217,"레":218,"려":219,"력":220,"로":221,"류":222,"률":223,"른":224,"를":225,"름":226,"리":227,"린":228,"립":229,"마":230,"만":231,"맞":232,"머":233,"면":234,"명":235,"몇":236,"모":237,"목":238,"몫":239,"무":240,"묶":241,"물":242,"므":243,"미":244,"민":245,"밑":246,"바":247,"반":248,"발":249,"방":250,"배":251,"번":252,"범":253,"변":254,"본":255,"봅":256,"봐":257,"부":258,"분":259,"불":260,"빈":261,"빗":262,"뿔":263,"사":264,"산":265,"상":266,"생":267,"서":268,"선":269,"설":270,"성":271,"세":272,"소":273,"속":274,"솔":275,"솟":276,"수":277,"숫":278,"스":279,"습":280,"시":281,"식":282,"신":283,"실":284,"심":285,"쓰":286,"쓸":287,"아":288,"악":289,"안":290,"않":291,"앙":292,"앞":293,"야":294,"약":295,"양":296,"어":297,"억":298,"엇":299,"었":300,"에":301,"여":302,"역":303,"연":304,"열":305,"옆":306,"예":307,"오":308,"온":309,"올":310,"와":311,"왜":312,"외":313,"요":314,"용":315,"우":316,"울":317,"움":318,"웃":319,"원":320,"위":321,"유":322,"육":323,"으":324,"은":325,"을":326,"음":327,"의":328,"이":329,"인":330,"일":331,"임":332,"입":333,"있":334,"자":335,"작":336,"잘":337,"잡":338,"장":339,"재":340,"적":341,"전":342,"절":343,"점":344,"접":345,"정":346,"제":347,"조":348,"족":349,"존":350,"종":351,"좌":352,"주":353,"준":354,"중":355,"즉":356,"지":357,"직":358,"진":359,"질":360,"집":361,"짓":362,"짝":363,"째":364,"쪽":365,"차":366,"착":367,"채":368,"처":369,"첫":370,"체":371,"초":372,"총":373,"최":374,"추":375,"축":376,"치":377,"퀴":378,"크":379,"큰":380,"키":381,"타":382,"태":383,"터":384,"테":385,"통":386,"파":387,"팔":388,"편":389,"평":390,"포":391,"표":392,"프":393,"피":394,"하":395,"학":396,"한":397,"함":398,"합":399,"항":400,"해":401,"했":402,"행":403,"형":404,"호":405,"홀":406,"확":407,"환":408,"흰":409,"히":410,"힌":411,"ra":412,"}{":413,"fra":414,"frac":415,"^{":416,"}$":417,"$\\":418,"=\\":419,"im":420,"le":421,"}+":422,"ime":423,"ri":424,"time":425,"times":426,"}=":427,"gh":428,"ght":429,"right":430,"sq":431,"-\\":432,"rt":433,"sqrt":434,"er":435,"in":436,"ua":437,"ft":438,"10":439,"uad":440,"quad":441,"left":442,"th":443,"}-":444,"}=\\":445,"}\\":446,"$=":447,")=":448,")$":449,"ver":450,"over":451,"12":452,"^{\\":453,"lin":454,"line":455,"overline":456,"=-":457,"re":458,")^{":459,"an":460,"{\\":461,"fo":462,"ar":463,"efo":464,"erefo":465,"therefo":466,"therefore":467,"16":468,"+\\":469,"ot":470,"gle":471,"dot":472,"angle":473,"$-":474,"(\\":475,"$=\\":476,"cdot":477,"rc":478,"ci":479,"circ":480,"}+\\":481,"}}{":482,"a_":483,"18":484,"et":485,"ow":486,"row":487,"arrow":488,"15":489,"eta":490,"rightarrow":491,"20":492,"(-":493,"}^{":494,"11":495,"25":496,"$(":497,"13":498,"}-\\":499,"14":500,"}(":501,"leq":502,"theta":503,"co":504,"sin":505,"pi":506,"},":507,"cos":508,"24":509,")(":510,"pr":511,"prime":512,"36":513,"lim":514,"ma":515,"30":516,")+":517,")=\\":518,"}{\\":519,"rm":520,"math":521,"mathrm":522,"00":523,"iv":524,".$":525,"}}$":526,"div":527,"180":528,"al":529,"=-\\":530,"ph":531,"{~":532,"te":533,"alph":534,"lo":535,"{-":536,"log":537,"17":538,"alpha":539,"cm":540,"xt":541,"text":542,"su":543,"}}=\\":544,")}{":545,",-":546,"21":547,"100":548,"eq":549,")-":550,"$-\\":551,"60":552,"ec":553,"\\}$":554,"}}":555,"40":556,"27":557,")\\":558,"19":559,"sum":560,"sum_":561,"32":562,"tri":563,"triangle":564,"int":565,"vec":566,"ln":567,"geq":568,"beta":569,"28":570,"overrightarrow":571,"$=-":572,"(-\\":573,"64":574,"}=-":575,"90":576,"{(":577,"45":578,"50":579,"tan":580,"^{-":581,"cdots":582,"int_":583,"}+(":584,")=-":585,"48":586,"}}=":587,"35":588,"C_":589,"22":590,"\\{":591,"ray":592,"inft":593,"array":594,"infty":595,"26":596,"squa":597,"square":598,"72":599,"}=-\\":600,"49":601,"pm":602,"42":603,"33":604,"23":605,"),":606,"}:":607,"34":608,"=\\{":609,"ca":610,"80":611,"29":612,"120":613,"eg":614,"81":615,"$=-\\":616,"cap":617,")}$":618,"}}{\\":619,"=(":620,"56":621,"54":622,"nd":623,"b_":624,"id":625,")+\\":626,"-(":627,"$=(":628,"|\\":629,"}^{\\":630,"sim":631,"<\\":632,"S_":633,"\\\\":634,"\\{\\":635,"31":636,"}}\\":637,"$(-":638,"38":639,"beg":640,"end":641,"begin":642,"70":643,"39":644,"75":645,"144":646,"96":647,"})$":648,"}}+\\":649,"55":650,"44":651,"mid":652,"360":653,"+(":654,"}=(":655,"$.":656,"\\},":657,"65":658,"63":659,"=$":660,"37":661,"108":662,"^\\":663,"$\\{":664,"})^{":665,"200":666,"2x":667,"up":668,")+(":669,"cup":670,"{}":671,"41":672,"52":673,")=-\\":674,"68":675,"99":676,"}{(":677,"}|":678,"58":679,")}=\\":680,")=(":681,"66":682,"}{-":683,"-(-":684,"AB":685,"84":686,"Ri":687,"x_":688,"ghtarrow":689,"Rightarrow":690,"$|":691,"set":692,"46":693,")-\\":694,"ll":695,"400":696,"[\\":697,"s_":698,"it":699,"limit":700,",\\":701,"})":702,"76":703,"150":704,"),(":705,"$(\\":706,"47":707,"sub":708,"$,":709,"\\}":710,"+}":711,"256":712,"\\},\\{":713,"AC":714,"neq":715,"125":716,"}(\\":717,"43":718,"to":719,"+(-":720,"limits_":721,"subset":722,"}}-\\":723,"300":724,"{|":725,"160":726,"000":727,">\\":728,"BC":729,"ig":730,"4x":731,"]{":732,"98":733,"<-":734,"128":735,")}{(":736,"225":737,"3x":738,")^{\\":739,"53":740,"|}{\\":741,"am":742,"110":743,"}(-":744,"lt":745,"78":746,"\\%":747,"lan":748,"}=$":749,"1000":750,"slan":751,"slant":752,"240":753,"lim_":754,"77":755,"112":756,"|$":757,"}-(":758,"500":759,"})=":760,")}":761,".\\":762,"2a":763,"|=":764,"101":765,"bar":766,"51":767,"105":768,"f_":769,"se":770,"}}+":771,"}<":772,"57":773,"62":774,"169":775,"}<\\":776,"}+(-":777,"69":778,")(\\":779,"216":780,"igma":781,"not":782,"}}^{":783,"ax":784,"140":785,")<":786,"ge":787,"y_":788,"sigma":789,"{-\\":790,"\\%$":791,"ac":792,"135":793,")-(":794,"74":795,"?$":796,"121":797,"leqslant":798,"73":799,"\\,":800,"61":801,"85":802,">-":803,"AD":804,"102":805,"88":806,"ack":807,"95":808,"au":809,"bec":810,"deg":811,"104":812,"ree":813,"ause":814,"because":815,"degree":816,")}=":817,")}{\\":818,"59":819,"|=\\":820,"5x":821,"600":822,"900":823,")=$":824,"=(-":825,"back":826,"backsim":827,"\":":828,"}>":829,"130":830,"log_":831,"A_":832,"or":833,")}+":834,"age":835,"sec":836,"67":837,"BD":838,"},-\\":839,"nt":840,"}}}{":841,"~~":842,"nte":843,")^{-":844,"ntent":845,"+$":846,"79":847,"126":848,"$|\\":849,"-}":850,"},\\":851,"${":852,")(-":853,"115":854,"=\\{-":855,"4a":856,"eta_":857,"71":858,"P_":859,"elt":860,"elta":861,"87":862,"91":863,"no":864,"ab":865,"gam":866,"gamma":867,"800":868,"}}}=\\":869,"92":870,"210":871,"DC":872,"}\\{":873,"168":874,"6x":875,"^{-\\":876,",$":877,"3a":878,"7x":879,"qquad":880,"uiv":881,"}$.":882,"$=(-":883,"124":884,"114":885,"equiv":886,"CD":887,"z_":888,"{(-":889,"|+":890,"$-(":891,")+(-":892,")>":893,"94":894,"))=":895,"116":896,"2y":897,"86":898,"2n":899,"250":900,"alpha_":901,"192":902,"93":903,"\\;":904,"dx":905,"st":906,"$=$":907,"${}":908,"}|^{":909,"82":910,"Delta":911,"\\{(":912,"}}}$":913,"117":914,"AE":915,"ii":916,"{(\\":917,"}}-":918,"})=\\":919,"}>\\":920,"122":921,"))$":922,"576":923,"AO":924,"beta_":925,"kg":926,"op":927,",-\\":928,"625":929,"AH":930,"132":931,"243":932,"!=":933,"}=(\\":934,"196":935,"),(-":936,"97":937,"_5":938,"km":939,"|-\\":940,"}|=":941,"540":942,":(":943,"era":944,"nam":945,"rnam":946,"|<":947,"=-(":948,"tornam":949,"opera":950,"torname":951,"operatorname":952,"5a":953,"700":954,"|-":955,":\\":956,"}},":957,"})(":958,"dots":959,"[-\\":960,"ldots":961,"2000":962,"u_":963,"})+":964,"324":965,"89":966,"und":967,"^{+":968,"136":969,")\\}^{":970,")\\}$":971,"2b":972,"83":973,"8x":974,"B_":975,"CH":976,"}$,":977,"BF":978,"_4":979,"}}=-":980,"\",":981,"\"}":982,"_co":983,"es":984,"mes":985,"sage":986,"{\"":987,"10x":988,"280":989,"{|-":990,"message":991,"118":992,"2k":993,"\\}\\{":994,"]$":995,"119":996,"$=-(":997,"$$":998,")^":999},"merges":["r a","} {","f ra","fra c","^ {","} $","$ \\","= \\","i m","l e","} +","im e","r i","t ime","time s","} =","g h","gh t","ri ght","s q","- \\","r t","sq rt","e r","i n","u a","f t","1 0","ua d","q uad","le ft","t h","} -","} =\\","} \\","$ =",") =",") $","v er","o ver","1 2","^{ \\","l in","lin e","over line","= -","r e",") ^{","a n","{ \\","f o","a r","e fo","er efo","th erefo","therefo re","1 6","+ \\","o t","g le","d ot","an gle","$ -","( \\","$ =\\","c dot","r c","c i","ci rc","}+ \\","} }{","a _","1 8","e t","o w","r ow","ar row","1 5","et a","right arrow","2 0","( -","} ^{","1 1","2 5","$ (","1 3","} -\\","1 4","} (","le q","th eta","c o","s in","p i","} ,","co s","2 4",") (","p r","pr ime","3 6","l im","m a","3 0",") +",") =\\","}{ \\","r m","ma th","math rm","0 0","i v",". $","} }$","d iv","18 0","a l","= -\\","p h","{ ~","t e","al ph","l o","{ -","lo g","1 7","alph a","c m","x t","te xt","s u","} }=\\",") }{",", -","2 1","10 0","e q",") -","$ -\\","6 0","e c","\\ }$","} }","4 0","2 7",") \\","1 9","su m","sum _","3 2","t ri","tri angle","in t","v ec","l n","g eq","b eta","2 8","over rightarrow","$= -","( -\\","6 4","}= -","9 0","{ (","4 5","5 0","t an","^{ -","cdot s","int _","}+ (",")= -","4 8","} }=","3 5","C _","2 2","\\ {","ra y","in ft","ar ray","inft y","2 6","sq ua","squa re","7 2","}= -\\","4 9","p m","4 2","3 3","2 3",") ,","} :","3 4","=\\ {","c a","8 0","2 9","12 0","e g","8 1","$= -\\","ca p",") }$","}}{ \\","= (","5 6","5 4","n d","b _","i d",") +\\","- (","$= (","| \\","} ^{\\","s im","< \\","S _","\\ \\","\\ {\\","3 1","} }\\","$ (-","3 8","b eg","e nd","beg in","7 0","3 9","7 5","14 4","9 6","} )$","} }+\\","5 5","4 4","m id","36 0","+ (","}= (","$ .","\\ },","6 5","6 3","= $","3 7","10 8","^ \\","$\\ {","} )^{","20 0","2 x","u p",")+ (","c up","{ }","4 1","5 2",")= -\\","6 8","9 9","}{ (","} |","5 8",") }=\\",")= (","6 6","}{ -","- (-","A B","8 4","R i","x _","ght arrow","Ri ghtarrow","$ |","s et","4 6",") -\\","l l","4 00","[ \\","s _","i t","lim it",", \\","} )","7 6","15 0","), (","$ (\\","4 7","su b","$ ,","\\ }","+ }","25 6","\\}, \\{","A C","n eq","12 5","} (\\","4 3","t o","+ (-","limit s_","sub set","} }-\\","30 0","{ |","16 0","00 0","> \\","B C","i g","4 x","] {","9 8","< -","12 8",")}{ (","2 25","3 x",") ^{\\","5 3","| }{\\","a m","1 10","} (-","l t","7 8","\\ %","l an","}= $","10 00","s lan","slan t","24 0","lim _","7 7","1 12","| $","}- (","5 00","} )=",") }",". \\","2 a","| =","10 1","b ar","5 1","10 5","f _","s e","} }+","} <","5 7","6 2","16 9","} <\\","}+ (-","6 9",") (\\","2 16","ig ma","n ot","} }^{","a x","14 0",") <","g e","y _","s igma","{ -\\","\\% $","a c","13 5",")- (","7 4","? $","12 1","leq slant","7 3","\\ ,","6 1","8 5","> -","A D","10 2","8 8","ac k","9 5","a u","b ec","d eg","10 4","re e","au se","bec ause","deg ree",") }=",") }{\\","5 9","| =\\","5 x","6 00","9 00",")= $","= (-","b ack","back sim","\" :","} >","13 0","log _","A _","o r",") }+","a ge","s ec","6 7","B D","}, -\\","n t","} }}{","~ ~","n te",")^{ -","nte nt","+ $","7 9","12 6","$ |\\","- }","}, \\","$ {",") (-","1 15","=\\ {-","4 a","et a_","7 1","P _","e lt","elt a","8 7","9 1","n o","a b","g am","gam ma","8 00","} }}=\\","9 2","2 10","D C","}\\ {","16 8","6 x","^{ -\\",", $","3 a","7 x","q quad","u iv","}$ .","$= (-","12 4","11 4","eq uiv","C D","z _","{ (-","| +","$- (",")+ (-",") >","9 4",") )=","1 16","2 y","8 6","2 n","25 0","alph a_","19 2","9 3","\\ ;","d x","s t","$= $","$ {}","}| ^{","8 2","D elta","\\ {(","} }}$","11 7","A E","i i","{ (\\","} }-","} )=\\","} >\\","12 2",") )$","5 76","A O","b eta_","k g","o p",", -\\","6 25","A H","13 2","24 3","! =","}= (\\","19 6","), (-","9 7","_ 5","k m","| -\\","}| =","5 40",": (","e ra","n am","r nam","| <","=- (","to rnam","op era","tornam e","opera torname","5 a","7 00","| -",": \\","} },","} )(","dot s","[ -\\","l dots","20 00","u _","} )+","3 24","8 9","u nd","^{ +","13 6",")\\ }^{",") \\}$","2 b","8 3","8 x","B _","C H","}$ ,","B F","_ 4","} }=-","\" ,","\" }","_ co","e s","m es","s age","{ \"","10 x","28 0","{| -","mes sage","1 18","2 k","\\ }\\{","] $","11 9","$=- (","$ $",") ^"]}}